Repository: JianLaiTL/JianLai
Catalog: omegat/project_save.tmx
Source language: zh_cn
Languages: en_us

source: “至于仙，很简单，你看到的外乡人，十之八九都算是，就连正阳山那头老猿，也算半个仙，都是靠自己走在大道上，一步步登山，通往长生不朽的山顶。修行之人，也被称为炼气士，修行之事，则被称为修仙或是修真。”
en_us: "As for immortals, this is very simple. The large majority of outsiders that you see are immortals. In fact, even the old ape from Sun Scorch Mountain can be regarded as half an immortal. They've all arrived on this path of Great Dao using their own abilities, and they're all trying to climb this mountain to reach a state of immortality that rests at the summit. Cultivators are also referred to as Qi refiners, and cultivation is also referred to as a process of cultivating immortality or cultivating truth."

source: “至于你娘亲，是一位性情淑静的女子。”
en_us: "As for your mother, she was a refined and gentle woman."

source: “虽然撼山谱一直不曾跻身当世拳谱之清流高品，但我始终坚信，遍观天下武学，必有此拳一席之地。希望有缘人，将其发扬光大”
en_us: "Though never honored in parallel with the most paramount fist techniques of this age, it remains my firm belief that the Mountain Shaking Guide shall have its place among the martial arts techniques of the world. Fated person, I wish you can promote and bring glory to this fist technique."

source: “蠢货，收起你的无知，你知不知道，那少女将来证道契机为何事？就是杀尽一洲江河水神，你小小河婆，还敢对此人心怀杀心？也不怕让人笑掉大牙，人家就算伸长脖子让你杀，最后也只会是你死！你知不知道，她对水中任何阴物的感知，是何等敏锐？所以你此刻心中所想，没有猜错，她将来第一个要杀的河神，就是你！所以接下来好好想一想如何补救，这桩原本灭顶之灾的祸事，亦是你得到大机缘的种子。”
en_us: "Suspend your ignorance, you fool! Do you know what woman's Dao attainment catalyst is? It's to kill all of the river gods on an entire continent! How dare a mere river guardian like you harbor resentment toward someone like her? Know your place! Even if she does nothing but stand there and allow you to attack her, you'll be the only one that ends up dead! Do you know how sensitive she is to all Yin entities residing in water? I know what you're thinking right now, and you're correct. The first river god that she's going to kill in the future will be none other than you, so you'd better think of a way to salvage this situation! If you can do that, this could turn from an unmitigated disaster into an unparalleled opportunity for you. This is my final warning to you. If you dare to take any further steps out of line, then you won't have to wait for retribution from others, I'll be the first one to make sure that you'll wish you were dead!"

source: “记得下次把箩筐还我。”
en_us: "Remember to return the bamboo basket to me next time."

source: “话说回来，等到成为曹曦谢实这样的通天人物，买瓷之人自会恨不得当祖宗供奉起来，哪里敢以瓷器主人自居。毕竟是互利互惠的事情，任何一个家族，能够拥有曹曦谢实这样的战力，睡觉都能踏实，理由很简单，平时小事，兴许请不动他们的大驾，但是涉及家族存亡之际，他们肯定要来助一臂之力，不愿为我的家族作战，可以，那我就打碎你的本命瓷，大伙儿一起玉石俱焚便是。”
en_us: "Of course, if one manages to become as profoundly powerful as Cao Xi and Xie Shi, the porcelain buyers will naturally feel an urge to treat them as esteemed guests. They wouldn't dare to act as haughty owners of the bonded porcelain anymore. After all, this is a mutually beneficial transaction, and any clan that has the support of Cao Xi and Xie Shi will feel themselves much safer. "The reason for this is simple. When it comes to trivial matters, there naturally won't be a need to employ their help. When it comes to matters regarding the survival of their clan or sect, however, they'll definitely receive help from these powerful beings. Granted, these powerful beings can indeed refuse to help. However, their bonded porcelain will be smashed, and everyone will end up dying together."

source: “谁？”
en_us: "Who?"

source: “还有那个谢家，你们家族出了一个叫谢实的家伙，对不对？嗯，我跟他有点交情，当初如果不是我，他早就给洪水冲走了，所以你们不多给一张槐叶，说得过去？”
en_us: "And the Xie Clan! There's someone called Xie Shi from your clan, correct? Mhm, we've had some interactions before, and it was thanks to me that he wasn't washed away by the floods at that time. So, will it sit right with you if you don't give me one extra locust leaf?"

source: “还有，其实有些话我之前可能没有说透彻，例如这杀人，其实每个人都各自有一条线，你能杀多少人，我能杀多少人，是绝对不一样的。不只是因为我比你实力强、境界高，一个人的心性也是很重要的。可能我杀了一百人，全是该杀之人，而你只杀了两三个，便有不该杀之人。”
en_us: "Also, there are some things that I perhaps didn't explain clearly before. For example, killing people. In fact, there's a different limit for different people, with the number of people you're able to kill definitely different from the number of people I'm able to kill. This is not only because I'm stronger than you and possess a higher cultivation base. One's temperament and mindset is also extremely important. Perhaps I'll kill 100 people, and all of them will be detestable people who deserve death. Meanwhile, you might only kill two or three people, but there's already someone among them who's innocent and doesn't deserve death."

source: “速速离去！”
en_us: "Make haste and leave!"

source: “那你呢？”
en_us: "Where are you going to live?"

source: “陈平安！你等下，先转过身去。”
en_us: "Hold on a second, Chen Ping'an. Turn around!"

source: “陈平安，你不是很在乎宁姚和刘羡阳他们吗，转身返回小镇吧，把机缘留给你的朋友，不是更好？齐静春已经用他一死来换取你们这些凡人的安稳，以后安心做个富家翁，娶妻生子，还有来生，岂不是很好？”
en_us: "Chen Ping'an, you care greatly for Ning Yao and Liu Xianyang, do you not? In that case, return to the town and leave this fated opportunity to your friends. Qi Jingchun has already sacrificed his own life to save the town's mortal residents like yourself. Just be content with your current life, marry a woman, have children, and pass on to your next life. Isn't that everything you ever wanted?"

source: “黄雀始欲衔花来，君家种桃花未开。”
en_us: "The oriole wishes to pluck a flower, but the peach blossoms are still yet to bloom."

source: “齐先生，那我们去要见谁？”
en_us: "Who are we going to see, Mr. Qi?"

source: “齐先生？”
en_us: "Mr. Qi?"

source: 一丈，三丈，十丈。
en_us: As it did so, it rapidly extended to 100 feet in length, upon which Ruan Xiu ordered, "That's enough!"

source: 一个乡塾逃学的青衫少年，与陈平安擦肩而过。
en_us: An azure-robed young boy that was flunking his lessons at the private school passed by Chen Ping'an, and unbeknownst to him, a locust leaf had landed on his shoulder.

source: 一个佩剑悬刀的少女悄无声息坐在他身边，气喘吁吁，气呼呼道：“你不是掉钱眼里的财迷吗，怎么这么大方了？全部家当都要送出去？就算刘羡阳是你朋友，也没你这么大手大脚的啊。”
en_us: Ning Yao silently arrived beside him, then sat down onto the ground as she panted, "Aren't you supposed to be a stingy little codger? When did you become so generous? You were going to give them everything you had, weren't you? Even your friend, Liu Xianyang, wasn't that loose with his money."

source: 一个几乎是被青衣少女拎小鸡一样抓来的老人，杨家药铺的掌柜，就坐在窗前小凳上，伸手洗去满手血迹，额头渗出汗水，抬头后无奈摇头道：“阮师，这少年的伤势实在太重了，如果是小镇之外”
en_us: The shopkeeper of the Yang Clan's medicine shop had been plucked over here by Ruan Xiu by the back of his collar, almost like a hatchling being carried by the scruff of its neck. At the moment, the shopkeeper was seated on a small stool in front of the window, and he raised a hand to wipe the blood and sweat from his face, then shook his head with a resigned expression as he said, "His injurie are too severe, Master Ruan. If we were outside of the town..."

source: 一个天嗓音两人耳畔响起，对于苻南华而言等于是天籁之音，只不过他正好晕厥过去，不确定是不是自己的幻觉。
en_us: All of a sudden, a voice rang out nearby, and this was undoubtedly music to Fu Nanhua's ears, but he just so happened to fall unconscious at this exact moment, so he couldn't be sure whether that had just been a figment of his imagination.

source: 一个孤苦伶仃的陋巷少年，背着箩筐系着鱼篓，摸着一条老狗的脑袋，少年对未来充满着希望。
en_us: There was an impoverished young boy from a run down alley, a bamboo basket on his back and a fish basket by his waist as he bent down to pat the head of that old dog, his expression one that was filled with hope for the future.

source: 一个干瘦干瘦的孩子，背着一大背篓的野菜，手里用狗尾巴草串着七八条小鱼，走在巷弄里，孩子打开自家院门后，刚走入院子，隔壁那边，马上就有个身穿绸缎衣衫的小公子哥，踩上凳子，再娴熟爬上不高的院墙，蹲在那里，全然不顾脏了昂贵衣衫，笑道：“喂，姓陈的，又上山下水刨食啦？你靠山吃山靠水吃水的本事，真不小，以后能带我一起耍耍不？我打赏给你铜钱哦？”
en_us: An extremely skinny young boy carried a large basket of wild vegetables and held a string of seven or eight small fish in his hands as he walked through the alleys. After entering his courtyard, a rich young boy in silk clothes stepped on a stool and climbed onto the low courtyard wall. He squatted there with no care about dirtying his expensive clothes, and he chuckled, "Oi, Chen Ping'an, you climbed the mountains and waded through the creek to find food again? Your ability to live off the mountains and waters is truly impressive. Can you take me with you in the future? I'll reward you with some copper coins?"

source: 一个才五虚岁的孩子，背着一个几乎比他人还大的箩筐，往小镇外的山上走去。
en_us: The boy was barely even five years old, yet he was carrying a basket that was even bigger than himself on his back as he made his way toward the mountain outside the town.

source: 一个敦厚老实的男人家蹲在院门口，看着一个清清秀秀的孩子，笑问道：“儿子，过完了年，是不是大人了？”
en_us: An honest-looking man was crouched down at the entrance of a courtyard, looking at a young boy with a smile as he asked, "You'll be an adult after the end of this year, right?"

source: 一个清瘦少年不知如何就那么站在小巷前方的高处，双脚踩在两边墙壁刚挖出没多久的窟窿里，正好能够借力。
en_us: His feet were situated within a pair of holes that he had dug onto the walls on either side of him not long ago, and those holes provided footholds that allowed him to maintain an elevated position above the ground.

source: 一个草鞋少年，从泥瓶巷那边匆匆忙忙跑到这里，他手心攥紧着三枚供养钱，当他来到这里后，一路绕来绕去，还碎碎念着，然后无比娴熟地找到一尊神像，蹲下身，环顾四周，并无人影，这才将铜钱悄悄放入神像破裂的缝隙中去。
en_us: A young boy in straw sandals hurriedly ran over from Clay Vase Alley, with three Offering Coins held tightly in his hand. When he arrived, he twisted and turned as he navigated his way around, and he was even reciting something under his breath. He showed much experience as he easily found the statue he was looking for, squatting down and looking around to see that there was no one in the surroundings. Only then did he secretly place the copper coins in a crack on the statue.

source: 一个身材消瘦的少年，仿佛只用了一步，就从那条横向巷弄跨到了蔡金简身前，左手迅猛上挑，与此同时，右手一拳已经砸在云霞山仙子的腹部，势大力沉，尺寸间的骤然发力，竟然隐约有呼啸风声，迫使女子不得不弯腰低头。
en_us: A thin young boy charged out of the alley that intersected the one that they were on, and it seemed that it had only taken him a single step to reach Cai Jinjian. Immediately thereafter, he raised his left hand in a sharp and forceful motion, and at the same time, his right fist had already slammed into Cai Jinjian's abdomen. The punch was packed with so much power that the faint sound of wind could be heard as his fist sped through the air, and Cai Jinjian involuntarily doubled over from the force of the impact.

source: 一个需要他报恩，一个需要他照顾。
en_us: He needed to repay one, and he needed to look after the other.

source: 一串起于别处的别人心声，却在她心头重重响起。
en_us: Right at this moment, a voice rang out directly within her heart.

source: 一些个小镇上了岁数的老人，在老槐树底下闲聊的时候，经常说在雷雨天气里，他们经过廊桥的时候，都曾看到桥底下游出过一尾金灿灿的鲤鱼。
en_us: While chatting under the old locust tree, some of the older individuals in the town often mentioned that when passing over the covered bridge during lightning storms, they had all previously seen a golden carp swimming past.

source: 一人一拳互换，砸中各自胸口。
en_us: The two of them each exchanged a punch, striking one another in the chest.

source: 一位双鬓星霜的儒士带着青衫少年郎，离开乡塾，来到那座牌坊楼下。这位小镇学问最大的教书先生，脸色有些憔悴，伸手指向头顶的一块匾额，“当仁不让，四字何解？”
en_us: A scholar with greying sideburns and an azure-robed young boy left the private school before arriving at the foot of the archway. Mr. Qi was looking a little weary as he pointed up at a plaque above his head. "Doing my part. What does that mean?"

source: 一位纯粹武夫，只以肉身与一头搬山猿硬扛到底！
en_us: It was astonishing to think that a pure martial artist could oppose a Mountain-moving Ape with nothing more than his physical body and come out on top from the clash!

source: 一位雍容华贵的金钗妇人那颗脑袋崩裂开来。然后是她身边的一位貌美少女，脑袋也开了花。依次下去，男男女女，无人例外。
en_us: All of a sudden, a resounding boom rang out, and the head of a regal woman wearing a golden hairpin abruptly exploded. Immediately thereafter, the head of the beautiful young woman beside her also exploded, as did the heads of everyone else in the group, one after another.

source: 一位面相与慈眉善目绝对无缘的老妪挑了挑灯芯，让屋内灯火更明亮一些，然后满是宠溺地望向自己孙子，开始年复一年日复一日的絮絮叨叨：“又大半夜跑到屋顶上去作甚？老话说春捂秋冻，你总也不听劝，正是长身体的时候，真要冻出病根子来，让奶奶怎么活？”
en_us: An old lady whose face could never be described as kindly and benevolent lifted the candle in her hands to make the room a little brighter. She then looked at her grandson with a doting expression, saying for the millionth time, "Why did you run off to the rooftop so late at night again? As the saying goes, the chill of winter carries into spring. However, you never listen to me. You're still growing now, so what will you do if the chilly weather leaves you with an incurable illness? How will your grandma live then?"

source: 一前一后两人来到后院，前边的郑大风脚下生风，“师兄回了，天大的好消息！”
en_us: Two people arrived in the backyard, with one rushing in front and one trailing behind. In the front, it was as if Zheng Dafeng were being carried by the winds as he exclaimed, "Senior Brother is back! There's great news!"

source: 一口气说完这些陈芝麻烂谷子的旧事，老管事转身拿起茶盏喝了口茶水。
en_us: After revealing all this ancient history about the Chen Clan, the old steward picked up his cup to take a sip of tea.

source: 一只袋子，装着一袋袋金精铜钱，另外一只，装着他觉得最值钱的蛇胆石。
en_us: One of the pouches contained pouches of gold essence copper coins, while the other contained the snake gall pebbles that he felt to be most valuable.

source: 一只金色拳头从云海窟窿之中落向齐静春的头颅。
en_us: A golden fist came crashing down toward Qi Jingchun's head through the hole in the clouds.

source: 一团污秽如墨迹。
en_us: It was a ball of filth that was as black as ink.

source: 一堆破碎瓦砾当中，老猿耳朵微动，听到细微动静，咧咧嘴，弯腰拿起一块破瓦，掂量一番后，起身后迅猛砸出，瓦片如刀切豆腐一般，轻而易举穿透墙壁和屋顶，带着风雷之声破空而去，瓦片去向正是那阵声音发起之地。
en_us: Amid the pile of rubble, Bai Yuan's ears were moving slightly as he listened for even the faintest of sounds around him. He slowly crouched down with a sinister grin, picking up a broken roof tile, and after weighing it in his hand for a moment, he abruptly stood up before hurling it through the air. The roof tile sliced through the wall and the roof with ease like a knife cutting through tofu, hurtling directly toward the point where Bai Yuan had just heard some sound ring out.

source: 一声怒喝，硬生生盖过了齐静春在“清静”之后的两个字。
en_us: His enraged voice drowned out what Qi Jingchun was about to say next.

source: 一声熟悉嗓音竭力响起，“陈平安，快快停步！既不要前行，也不要转身，更不可下跪。只需在原地坚持一炷香便可，你一介凡人之躯，能够承载多少斤两的神气意愿？不要逆天行事……”
en_us: All of a sudden, a familiar voice sounded in objection to all of the other voices. "Stop, Chen Ping'an! Do not go any further, and do not kneel, no matter what you do! Just remain on the spot and do not do anything. You are but a mere mortal, your body cannot bear the will of the gods! You mustn't go against the natural order..."

source: 一大一小，用的是东宝瓶洲的正统雅言官话，陈对听得懂，否则她也不会来到这座小镇，只不过说起来比较生涩，所以与陈松风刘灞桥一路行来，就很沉默寡言，当然她不想说话的主要理由，还是觉得跟陈松风刘灞桥说不到一块去，不愿意开口。
en_us: The two people were conversing using the official dialect of the Eastern Treasured Vial Continent, and this was something that Chen Dui could understand. Otherwise, she wouldn't have come to this small town in the first place. However, she was still unable to speak this dialect smoothly, so she had remained largely silent when traveling here with Chen Songfeng. Of course, the main reason she didn't speak much was because she didn't have much to talk about with Chen Songfeng and Liu Baqiao.

source: 一大一小，这对真武山师徒，渐渐远去。
en_us: The master and disciple from True Martial Mountain slowly disappeared into the distance.

source: 一大朵黑云从小镇上空飘过。
en_us: A large black cloud was drifting over the sky above the town from north to south.

source: 一天没吃饭的孩子走着走着，突然感到肚子一阵绞痛。
en_us: He hadn't eaten anything the entire day, and as he walked along, he was suddenly struck by a burst of intense abdominal pain.

source: 一头黑猫从八仙桌底下飞快窜出，马苦玄跟随着它一起奔向屋外。
en_us: A black cat immediately shot out from under the table, and Ma Kuxuan sprinted after it and left the house.

source: 一定要逼得正阳山老猿发火生气，让这头老猿不惜运用体内真气，才能真正折损消耗他千年辛苦积攒下来的修为，也许老猿觉得他和刘羡阳这样的小镇百姓，命根本不值钱，但是陈平安很想知道，到时候老猿眼睁睁看着那些消逝的修为道行，会不会心疼，还觉得值不值钱。
en_us: He had to force the old ape into a blind fury and goad him into using his true power. Only then would the restrictions in this town take effect to strip away the cultivation base that the old ape had built up arduously over the course of centuries. Perhaps in the eyes of the old ape, the lives of the town's residents, like Liu Xianyang, were completely worthless, but Chen Ping'an really wanted to know if the old ape would still think the same thing while watching his hard-earned cultivation base being stripped away before his very eyes.

source: 一对衣衫华贵的年轻男女正从骑龙巷走向大街，似乎各有机缘，满脸喜庆，只是一个少年教会了他们何谓福祸相依，少年从两人身后五十余步距离外开始奔跑，二十步的时候大声喊了一声喂，等到那个年轻男人转头望来，就是马苦玄毫无留力的迅猛一拳。
en_us: A young man and a young woman in extravagant clothes were currently walking toward the main street from Dragon Riding Alley. Their faces were filled with joy, and it was as if they had both obtained some fated opportunity. However, a youth was soon about to teach them the meaning of disaster and fortune always coming hand in hand. Ma Kuxuan broke into a sprint 50 paces away from the two people, and when he was 20 paces away, he suddenly called out to catch their attention. When the man turned around, Ma Kuxuan ruthlessly threw a punch, not holding back in the least.

source: 一尊尊破败不堪的泥塑神像，在荒草丛生的地面上，横竖歪斜，无人问津。
en_us: An utterly broken clay statue of a god lay sideways on the ground that was filled with weeds, not attended to by anyone.

source: 一座深山当中，风尘仆仆的齐静春和数人结伴出山，这位悠悠走在山路上的教书先生，一脚抬起后，刚要猛然踩下，笑了笑，缓缓落脚。
en_us: Deep in a mountain, a travel worn Qi Jingchun was walking with several other people. As he peacefully walked through the mountain, he suddenly raised a foot and was just about to focefully stomp down. However, he suddenly smiled and gently lowered his foot.

source: 一把不起眼的小壶，壶底落款为“山魈”。
en_us: The object was a small and mundane-looking teapot with the word "mandrill" inscribed onto its underside.

source: 一抹红色从泥瓶巷一端快步跑来。
en_us: All of a sudden, a red blur rushed toward him one end of Clay Vase Alley, and it was none other than Li Baoping.

source: 一拳之后，双脚落地的少年，刚好与年轻女子并肩而立。
en_us: Ma Kuxuan landed on both feet after throwing this punch, and he was coincidentally standing right next to the young woman.

source: 一拳直直去。
en_us: As the punch was thrown, Bai Yuan had no choice but to extend a palm to shield himself from Song Changjing's fist.

source: 一拳紧接着一拳，好像不把这读书人砸得深陷地下就不罢休。
en_us: One punch came raining down after another, and it seemed that the golden giant was determined to not stop until Qi Jingchun had been completely smashed deep into the ground.

source: 一方面是左手刺疼，一方面也是没有困倦睡意。
en_us: Part of this was because of the stabbing pain in his left hand, and part of this was because he didn't feel tired at all.

source: 一时间她有些犯难，这座别院和对面清馨院相隔不远，但是那名刺客位于清馨院的主屋屋顶，而清馨院就靠近福禄街，那人很容易就翻墙而出。所以她几乎是电光火石之间，就做出了决定，没有跳下墙壁跑向那座清馨院，而是沿着墙头猫腰而奔，跃上自己这座别院的屋脊。这期间婢女始终留心那名刺客的偷袭。
en_us: After positioning herself on top of the wall, she was a little hesitant about how to proceed. This courtyard wasn't very far away from the Sweet Scent Yard, but the assassin was perched on the rooftop of the Sweet Scent Yard's main room, which was very close to Fortune Street, so the assassin could easily flee by jumping over the wall. With that in mind, she immediately made a decision, choosing to rush along the wall that she was situated on rather than jumping down from the wall before rushing toward the Sweet Scent Yard. She then leaped onto the rooftop of one of the rooms in the courtyard that she was situated in, making sure to be wary of sneak attacks from the assassin this entire time.

source: 一时间屋子里的气氛有些沉重。
en_us: The atmosphere in the house became a little heavy.

source: 一时间溪畔的青牛背上，剑拔弩张，气氛凝重。
en_us: The atmosphere on the Azure Cow Ridge suddenly became tense. It was as if a fight might break out at any moment.

source: 一朴素道士，一寒酸少年，两个大小穷光蛋，相对而坐。
en_us: Thus, a modest ist priest and an impoverished young man found themselves seated across from one another, each of them just as poor as the other.

source: 一条倾斜向上、仿佛通天的漫长道路上，四周云雾缭绕，看不到任何风景。
en_us: There was a profoundly long path that seemingly led up to the heavens. It was surrounded by clouds and mists, making it impossible to see anything in the surroundings.

source: 一条真龙，何物最珍？
en_us: When it came to True Dragons, which part of them was the most precious?

source: 一来宁姑娘跟自己说过阮师傅的厉害，二来眼前这个男人，没有给陈平安一种阴沉城府的感觉。
en_us: This was because Ning Yao had told him that Master Ruan was more than capable of fending for himself, and on top of that, Chen Ping'an couldn't sense any sinister intentions from this man.

source: 一柄飞剑依然是直直刺向齐静春手臂，只是这一次不等它钉入手臂，就像是松针被一阵清风吹拂得飘荡歪斜，不但是这一把飞剑，之后十一把飞剑无一例外，就是无功而返，围绕在齐静春的法相四周，遵循某种既定轨迹缓慢飞行，剑身颤抖，伺机而动，轻微嘶鸣作响。
en_us: Right as one of the flying swords was about to pierce through his arm again, it was blown off course like a pine needle being swept away by a gentle breeze, thereby failing to strike its target. The rest of the 12 flying swords fell one after another, but they also failed to strike their target, and they began revolving slowly around Qi Jingchun in a set trajectory, vibrating and ringing incessantly as they waited for an opportunity to strike.

source: 一柄飞剑率先激射向齐静春的拳头虚握的那条胳膊。
en_us: A flying swords instantly shot down from the heavens, hurtling toward the Qi Jingchun's arm, the one that was connected to the palm holding the Jewel Small World.

source: 一栋代代相传的祖宅，收拾得整整齐齐，一点不像是泥瓶巷里的人家。
en_us: There was a memory of a series of ancestral manors that had been passed down for generations, all of which were arranged in an orderly fashoin, completely unlike the houses on Clay Vase Alley.

source: 一次抡捶，就能砸出一幅画面。
en_us: Each blow from his hammer would unleash a different spectacle.

source: 一次是让那女子踩中狗屎。
en_us: The first time was when Cai Jinjian had trodden on the pile of dog shit, and the final time when he used a secret technique to instil in her the false belief that she had attained enlightenment.

source: 一次沿着木梯爬出井口后，恰好看到那名男子从铸剑室返回，他也发现了少年的身影，并未走近，也没有停步，只是与陈平安遥遥挥手告别。
en_us: One time, as he was climbing up the wooden ladder out of the well, Chen Ping'an just so happened to spot the man returning from the swordsmithing room. The man noticed him as well, but he didn't approach Chen Ping'an, nor did he stop in his tracks. Instead, he merely waved farewell to him from afar.

source: 一步之后。
en_us: After taking another step, Zhi Gui's expression changed ever so slightly.

source: 一步向前重重踩地，双膝微蹲，左手向前伸出，右手握拳后撤。
en_us: He stomped heavily down onto the ground, and he bent his knees slightly, extending his left hand forward while drawing back his right fist.

source: 一气呵成神仙剑。
en_us: Forging a divine sword with his breath.

source: 一炷香后，陈平安这才感受气息平稳顺畅起来，刚要站起身，眼角余光一瞥，一屁股坐回门槛，瞪大眼睛望去，不知何时院子角落，安安静静躺着一块黑色石头，世间最好的磨剑石，斩龙台！
en_us: Only after around 15 minutes had passed did the obstruction in his breathing fade away, but right as he was about to stand up, he caught a glimpse of something out of his peripheral vision, causing him to immediately sit back down onto the doorstep. His eyes widened with disbelief as he turned toward a corner of his yard, where a slab of Dragon Slaying Platform was resting peacefully.

source: 一片苍翠欲滴的鲜嫩槐叶，从树冠极高处，飘然坠落。
en_us: A tender and verdant green locust leaf floated down from high up in crown of the tree.

source: 一盏微微灯火摇曳的油灯，昏黄光线下，草鞋少年微微笑着，也不解释什么。
en_us: The warm yellow light from the flickering candle illuminated the young boy's faint smile. He didn't try to explain anything.

source: 一直以晚辈自居的老人记起一事，小心问道：“敢问先生，晚辈身上这两袋子金精铜钱，应该如何处置？”
en_us: The old man who was referring to himself as a junior suddenly remembered something, and he carefully asked, "Dare I ask, Mr. Qi, how should this junior deal with the two bags of gold essence copper coins?"

source: 一直保持那个姿势的刘羡阳冷哼道：“你当真不明白？为什么你帮王朱那丫头提了一次水桶，那之后她就再也不跟你聊天说话了？保准是宋集薪那个小肚鸡肠的，打翻醋瓶子，就威胁王朱不许跟你眉来眼去，要不然就要家法伺候，不但打断她的腿，还要丢到泥瓶巷子里”
en_us: Liu Xianyang was still supporting the entirety of his own weight with his hands, and he harrumphed coldly as he continued, "Do you really not understand? Why is that Wang Zhu never spoke to you again after you helped her carry her water bucket that one time? It's definitely because that petty little Song brat became jealous and threatened Wang Zhu with violence if she ever spoke to you again. I bet he told her that not only was he going to break his legs, he was also going to throw her onto Clay Vase Alley."
